Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: It is not required to have any site-wide privileges in order to do so, access management permission on the projectâs scope (e.g. a membership in the `Administration` team) would be sufficient.
sv: Det krÃ¤vs inga webbplatsomfattande behÃ¶righeter fÃ¶r att gÃ¶ra detta, utan det rÃ¤cker med Ã¥tkomsthanteringsbehÃ¶righet fÃ¶r projektets omfattning (t.ex. medlemskap i teamet `Administration`).

source: If the invited user missed the validity of the invitation, a new invitation has to be created.
sv: Om den inbjudna anvÃ¤ndaren missade inbjudans giltighetstid mÃ¥ste en ny inbjudan skapas.

source: The same kind of invitations are available site-wide from the :ref:`management interface <management-interface>` on the :guilabel:`Users` tab.
sv: Samma typ av inbjudningar finns tillgÃ¤ngliga pÃ¥ hela webbplatsen frÃ¥n :ref:`hanteringsgrÃ¤nssnittet <management-interface>` pÃ¥ fliken :guilabel:`AnvÃ¤ndare`.

source: Weblate now does not automatically create accounts or add users to the teams. This is only done after confirmation from the user.
sv: Weblate skapar nu inte automatiskt konton eller lÃ¤gger till anvÃ¤ndare i teamen. Detta gÃ¶rs fÃ¶rst efter bekrÃ¤ftelse frÃ¥n anvÃ¤ndaren.

source: Blocking users
sv: Blockera anvÃ¤ndare

source: If users misbehave in your project, you can block them from contributing. With the relevant permissions blocked, users can still see the project, but won't be able to contribute.
sv: Om anvÃ¤ndare uppfÃ¶r sig olÃ¤mpligt i ditt projekt kan du blockera dem frÃ¥n att bidra. Med relevanta behÃ¶righeter blockerade kan anvÃ¤ndarna fortfarande se projektet, men de kan inte bidra.

source: Per-project permission management
sv: Behandling av tillstÃ¥nd per projekt

source: You can set your projects to :guilabel:`Protected` or :guilabel:`Private` (see :ref:`acl`), and :ref:`manage users access <manage-acl>` per-project.
sv: Du kan stÃ¤lla in dina projekt till :guilabel:`Skyddat` eller :guilabel:`Privat` (se :ref:`acl`) och :ref:`hantera anvÃ¤ndarnas Ã¥tkomst <manage-acl>` per projekt.

source: By default this prevents Weblate from granting access provided by `Users` and `Viewers` :ref:`default teams <default-teams>` due to these teamsâ own configuration. This doesnât prevent you from granting permissions to those projects site-wide by altering default teams, creating a new one, or creating additional custom settings for individual component as described in :ref:`custom-acl` below.
sv: Som standard fÃ¶rhindrar detta Weblate frÃ¥n att bevilja Ã¥tkomst som tillhandahÃ¥lls av `AnvÃ¤ndare` och `Visare` :ref:`standardteam <default-teams>` pÃ¥ grund av dessa teams egen konfiguration. Detta hindrar dig inte frÃ¥n att bevilja behÃ¶righeter till dessa projekt pÃ¥ hela webbplatsen genom att Ã¤ndra standardteam, skapa ett nytt eller skapa ytterligare anpassade instÃ¤llningar fÃ¶r enskilda komponenter enligt beskrivningen i :ref:`custom-acl` nedan.

source: One of the main benefits of managing permissions through the Weblate user interface is that you can delegate it to other users without giving them the superuser privilege. In order to do so, add them to the `Administration` team of the project.
sv: En av de stÃ¶rsta fÃ¶rdelarna med att hantera behÃ¶righeter via Weblate-anvÃ¤ndargrÃ¤nssnittet Ã¤r att du kan delegera det till andra anvÃ¤ndare utan att ge dem superanvÃ¤ndarrÃ¤ttigheter. FÃ¶r att gÃ¶ra detta, lÃ¤gg till dem i projektets `Administration`-team.

source: Per-project access tokens
sv: Ã tkomsttoken per projekt

source: You can define project-scoped access tokens in :guilabel:`API access` tab. The API tokens can have expiry date set, and their permissions can be customized by team memberships same as with users.
sv: Du kan definiera Ã¥tkomsttoken fÃ¶r projekt i fliken :guilabel:`API-Ã¥tkomst`. API-token kan ha ett utgÃ¥ngsdatum och deras behÃ¶righeter kan anpassas efter teammedlemskap pÃ¥ samma sÃ¤tt som fÃ¶r anvÃ¤ndare.

source: Site-wide access control
sv: Ã tkomstkontroll fÃ¶r hela webbplatsen

source: This feature is unavailable on Hosted Weblate.
sv: Denna funktion Ã¤r inte tillgÃ¤nglig pÃ¥ Hosted Weblate.

source: The permission system is based on roles defining a set of permissions, and teams linking roles to users and translations, read :ref:`auth-model` for more details.
sv: BehÃ¶righetssystemet baseras pÃ¥ roller som definierar en uppsÃ¤ttning behÃ¶righeter och team som kopplar roller till anvÃ¤ndare och Ã¶versÃ¤ttningar. LÃ¤s :ref:`auth-model` fÃ¶r mer information.

source: The most powerful features of the Weblateâs access control system can be configured in the :ref:`management-interface`. You can use it to manage permissions of any project. You donât necessarily have to switch it to :guilabel:`Custom` :ref:`access control <acl>` to utilize it. However you must have superuser privileges in order to use it.
sv: De mest kraftfulla funktionerna i Weblates Ã¥tkomstkontrollsystem kan konfigureras i :ref:`management-interface`. Du kan anvÃ¤nda det fÃ¶r att hantera behÃ¶righeter fÃ¶r alla projekt. Du behÃ¶ver inte nÃ¶dvÃ¤ndigtvis byta till :guilabel:`Custom` :ref:`access control <acl>` fÃ¶r att anvÃ¤nda det. Du mÃ¥ste dock ha superanvÃ¤ndarrÃ¤ttigheter fÃ¶r att kunna anvÃ¤nda det.

source: If you are not interested in details of implementation, and just want to create a simple-enough configuration based on the defaults, or donât have a site-wide access to the whole Weblate installation (like on `Hosted Weblate <https://hosted.weblate.org/>`_), please refer to the :ref:`manage-acl` section.
sv: Om du inte Ã¤r intresserad av detaljerna kring implementeringen och bara vill skapa en enkel konfiguration baserad pÃ¥ standardinstÃ¤llningarna, eller inte har Ã¥tkomst till hela Weblate-installationen (som pÃ¥ `Hosted Weblate <https://hosted.weblate.org/>`_), se avsnittet :ref:`manage-acl`.

source: Site-wide permission management
sv: BehÃ¶righetshantering fÃ¶r hela webbplatsen

source: To manage permissions for a whole instance at once, add users to appropriate :ref:`default teams <default-teams>`:
sv: FÃ¶r att hantera behÃ¶righeter fÃ¶r en hel instans samtidigt, lÃ¤gg till anvÃ¤ndare till lÃ¤mpliga :ref:`standardteam <default-teams>`:

source: `Users` (this is done by default by the :ref:`automatic team assignment <autoteam>`).
sv: `AnvÃ¤ndare` (detta gÃ¶rs som standard av :ref:`automatisk teamtilldelnings <autoteam>`).

source: `Reviewers` (if you are using :ref:`review workflow <reviews>` with dedicated reviewers).
sv: `Granskare` (om du anvÃ¤nder :ref:`granskningsarbetsflÃ¶de <reviews>` med dedikerade granskare).

source: `Managers` (if you want to delegate most of the management operations to somebody else).
sv: `Chefer` (om du vill delegera de flesta ledningsuppgifterna till nÃ¥gon annan).

source: You should keep all projects configured as `Public` (see :ref:`acl`), otherwise the site-wide permissions provided by membership in the `Users` and `Reviewers` teams wonât have any effect.
sv: Du bÃ¶r behÃ¥lla alla projekt konfigurerade som `Publika` (se :ref:`acl`), annars kommer de webbplatsomfattande behÃ¶righeterna som tillhandahÃ¥lls genom medlemskap i teamen `AnvÃ¤ndare` och `Granskare` inte att ha nÃ¥gon effekt.

source: You may also grant some additional permissions of your choice to the default teams. For example, you may want to give a permission to manage screenshots to all the `Users`.
sv: Du kan ocksÃ¥ bevilja vissa ytterligare behÃ¶righeter efter eget val till standardteamen. Du kanske till exempel vill ge alla `AnvÃ¤ndare` behÃ¶righet att hantera skÃ¤rmdumpar.

source: You can define some new custom teams as well. If you want to keep managing your permissions site-wide for these teams, choose an appropriate value for the :guilabel:`ProjectÂ selection` (e.g. :guilabel:`AllÂ projects` or :guilabel:`AllÂ public projects`).
sv: Du kan ocksÃ¥ definiera nÃ¥gra nya anpassade team. Om du vill fortsÃ¤tta hantera behÃ¶righeterna fÃ¶r dessa team fÃ¶r hela webbplatsen vÃ¤ljer du ett lÃ¤mpligt vÃ¤rde fÃ¶r :guilabel:`Projektval` (t.ex. :guilabel:`Alla projekt` eller :guilabel:`Alla offentliga projekt`).

source: Custom permissions for languages, components or projects
sv: Anpassade behÃ¶righeter fÃ¶r sprÃ¥k, komponenter eller projekt

source: You can create your own dedicated teams to manage permissions for distinct objects such as languages, components, and projects. Although these teams can only grant additional privileges, you canât revoke any permission granted by site-wide or per-project teams by adding another custom team.
sv: Du kan skapa egna dedikerade team fÃ¶r att hantera behÃ¶righeter fÃ¶r olika objekt, sÃ¥som sprÃ¥k, komponenter och projekt. Ãven om dessa team endast kan bevilja ytterligare behÃ¶righeter, kan du inte Ã¥terkalla behÃ¶righeter som beviljats av webbplatsomfattande team eller projektteam genom att lÃ¤gga till ett annat anpassat team.

source: **Example:**
sv: **Exempel:**

source: Restricting translation to `Czech` to a selected set of translators, (while keeping translations to other languages public):
sv: BegrÃ¤nsa Ã¶versÃ¤ttning till `tjeckiska` till en utvald grupp Ã¶versÃ¤ttare (medan Ã¶versÃ¤ttningar till andra sprÃ¥k fÃ¶rblir offentliga):

source: Remove the permission to translate `Czech` from all users. In the default configuration this can be done by altering the `Users` :ref:`default team <default-teams>`.
sv: Ta bort behÃ¶righeten att Ã¶versÃ¤tta `tjeckiska` frÃ¥n alla anvÃ¤ndare. I standardkonfigurationen kan detta gÃ¶ras genom att Ã¤ndra `AnvÃ¤ndare` :ref:`standardteam <default-teams>`.

source: Group `Users`
sv: Grupp `AnvÃ¤ndare`

source: `As defined`
sv: `Enligt definitionen`

source: All but `Czech`
sv: Alla utom "tjeckiska"

source: Add a dedicated team for `Czech` translators.
sv: LÃ¤gg till ett dedikerat team fÃ¶r tjeckiska Ã¶versÃ¤ttare.

source: Group `Czech translators`
sv: Gruppen "Tjeckiska Ã¶versÃ¤ttare"

source: `Power users`
sv: `Avancerade anvÃ¤ndare`

source: `All public projects`
sv: `Alla offentliga projekt`

source: `Czech`
sv: `Tjeckiska`

source: Add users you wish to give the permissions to into this team.
sv: LÃ¤gg till anvÃ¤ndare som du vill ge behÃ¶righeter till i detta team.

source: Management permissions this way is powerful, but can be quite a tedious job. You can only delegate it to other users by granting them Superuser status.
sv: Att hantera behÃ¶righeter pÃ¥ detta sÃ¤tt Ã¤r effektivt, men kan vara ganska tidskrÃ¤vande. Du kan endast delegera det till andra anvÃ¤ndare genom att ge dem superanvÃ¤ndarstatus.

source: Users, roles, teams, and permissions
sv: AnvÃ¤ndare, roller, team och behÃ¶righeter

source: The authentication models consist of several objects:
sv: Autentiseringsmodellerna bestÃ¥r av flera objekt:

source: `Permission`
sv: `TillstÃ¥nd`

source: Individual permission defined by Weblate. Permissions cannot be assigned to users, only through assignment of roles.
sv: Individuellt behÃ¶righet definierat av Weblate. BehÃ¶righeter kan inte tilldelas anvÃ¤ndare, utan endast genom tilldelning av roller.

source: `Role`
sv: `Roll`

source: A role defines a set of permissions (and can be reused in several places).
sv: En roll definierar en uppsÃ¤ttning behÃ¶righeter (och kan Ã¥teranvÃ¤ndas pÃ¥ flera stÃ¤llen).

source: `User`
sv: `AnvÃ¤ndare`

source: A user can belong to several teams.
sv: En anvÃ¤ndare kan tillhÃ¶ra flera team.

source: `Group`
sv: `Grupp`

source: Groups connect roles and users with authentication objects (projects, languages, components, and component lists).
sv: Grupper kopplar samman roller och anvÃ¤ndare med autentiseringsobjekt (projekt, sprÃ¥k, komponenter och komponentlistor).

source: A team can have no roles assigned to it, in that case access to browse the project by anyone is assumed (see below).
sv: Ett team kan ha inga roller tilldelade sig, i vilket fall alla antas ha Ã¥tkomst till projektet (se nedan).

source: Project-browsing access
sv: Ã tkomst till projektblÃ¤ddring

source: A user has to be a member of a team linked to the project, or any component inside that project. Having membership is enough, no specific permissions are needed to browse the project (this is used in the default `Viewers` team, see :ref:`default-teams`).
sv: En anvÃ¤ndare mÃ¥ste vara medlem i ett team som Ã¤r kopplat till projektet eller nÃ¥gon komponent inom det projektet. Det rÃ¤cker med medlemskap, inga specifika behÃ¶righeter krÃ¤vs fÃ¶r att blÃ¤ddra i projektet (detta anvÃ¤nds i standardteamet `Viewers`, se :ref:`default-teams`).

source: Component-browsing access
sv: KomponentblÃ¤ddring

source: Granting browsing access to a user in one project gives it access to any component with derived browsing permissions. With :ref:`component-restricted` on, access to components (or component lists) are granted explicitly.
sv: Om en anvÃ¤ndare beviljas Ã¥tkomst till ett projekt fÃ¥r denne Ã¥tkomst till alla komponenter med hÃ¤rledda Ã¥tkomstbehÃ¶righeter. Med :ref:`component-restricted` aktiverat beviljas Ã¥tkomst till komponenter (eller komponentlistor) uttryckligen.

source: Scope of teams
sv: Teamens omfattning

source: The scope of the permission assigned by the roles in the teams are applied by the following rules:
sv: Omfattningen av den behÃ¶righet som tilldelas av rollerna i teamen tillÃ¤mpas enligt fÃ¶ljande regler:

source: If the team specifies any :guilabel:`ComponentÂ list`, all the permissions given to members of that team are granted for all the components in the component lists attached to the team, and an access with no additional permissions is granted for all the projects these components are in. :guilabel:`Components` and :guilabel:`Projects` are ignored.
sv: Om teamet anger nÃ¥gon :guilabel:`Komponentlista`, beviljas alla behÃ¶righeter som ges till medlemmarna i det teamet fÃ¶r alla komponenter i komponentlistorna som Ã¤r kopplade till teamet, och Ã¥tkomst utan ytterligare behÃ¶righeter beviljas fÃ¶r alla projekt som dessa komponenter ingÃ¥r i. :guilabel:`Komponenter` och :guilabel:`Projekt` ignoreras.

source: Using huge component lists might have a performance impact, please consider giving access via projects instead.
sv: Att anvÃ¤nda stora komponentlistor kan pÃ¥verka prestandan. ÃvervÃ¤g istÃ¤llet att ge Ã¥tkomst via projekt.

source: If the team specifies any :guilabel:`Components`, all the permissions given to the members of that team are granted for all the components attached to the team, and an access with no additional permissions is granted for all the projects these components are in. :guilabel:`Projects` are ignored.
sv: Om teamet anger nÃ¥gra :guilabel:`Komponenter`, beviljas alla behÃ¶righeter som ges till medlemmarna i det teamet fÃ¶r alla komponenter som Ã¤r kopplade till teamet, och Ã¥tkomst utan ytterligare behÃ¶righeter beviljas fÃ¶r alla projekt som dessa komponenter ingÃ¥r i. :guilabel:`Projekt` ignoreras.

source: Otherwise, if the team specifies any :guilabel:`Projects`, either by directly listing them or by having :guilabel:`Projects selection` set to a value like :guilabel:`All public projects`, all those permissions are applied to all the projects, which effectively grants the same permissions to access all projects :ref:`unrestricted components <component-restricted>`.
sv: Annars, om teamet anger nÃ¥gra :guilabel:`Projekt`, antingen genom att direkt lista dem eller genom att ha :guilabel:`Projektval` instÃ¤llt pÃ¥ ett vÃ¤rde som :guilabel:`Alla offentliga projekt`, tillÃ¤mpas alla dessa behÃ¶righeter pÃ¥ alla projekt, vilket i praktiken ger samma behÃ¶righeter fÃ¶r Ã¥tkomst till alla projekt :ref:`obegrÃ¤nsade komponenter <component-restricted>`.

source: The restrictions imposed by a teamâs :guilabel:`Languages` are applied separately, when itâs verified if a user has an access to perform certain actions. Namely, itâs applied only to actions directly related to the translation process itself like reviewing, saving translations, adding suggestions, etc.
sv: De begrÃ¤nsningar som infÃ¶rts av ett teams :guilabel:`SprÃ¥k` tillÃ¤mpas separat nÃ¤r det kontrolleras om en anvÃ¤ndare har behÃ¶righet att utfÃ¶ra vissa Ã¥tgÃ¤rder. Det vill sÃ¤ga, det tillÃ¤mpas endast pÃ¥ Ã¥tgÃ¤rder som Ã¤r direkt relaterade till sjÃ¤lva Ã¶versÃ¤ttningsprocessen, sÃ¥som granskning, sparande av Ã¶versÃ¤ttningar, tillÃ¤gg av fÃ¶rslag etc.

source: Use :guilabel:`LanguageÂ selection` or :guilabel:`ProjectÂ selection` to automate inclusion of all languages or projects.
sv: AnvÃ¤nd :guilabel:`SprÃ¥kval` eller :guilabel:`Projektval` fÃ¶r att automatiskt inkludera alla sprÃ¥k eller projekt.

source: A project ``foo`` with the components: ``foo/bar`` and ``foo/baz``, with reviewing and management rights, in the following team:
sv: Ett projekt ``foo`` med komponenterna: ``foo/bar`` och ``foo/baz``, med gransknings- och hanteringsrÃ¤ttigheter, i fÃ¶ljande team:

source: Group `Spanish Admin-Reviewers`
sv: Gruppen âSpanska administratÃ¶rer-granskareâ

source: `Review Strings`, `Manage repository`
sv: `Granska strÃ¤ngar`, `Hantera arkiv`

source: `Spanish`
sv: `Spanska`

source: Members of that team will have these permissions (assuming the default role settings):
sv: Medlemmarna i det teamet kommer att ha fÃ¶ljande behÃ¶righeter (fÃ¶rutsatt att standardrollinstÃ¤llningarna gÃ¤ller):

source: General (browsing) access to the whole project ``foo`` including both components in it: ``foo/bar`` and ``foo/baz``.
sv: AllmÃ¤n (blÃ¤ddring) Ã¥tkomst till hela projektet ``foo`` inklusive bÃ¥da komponenterna i det: ``foo/bar`` och ``foo/baz``.

source: Review strings in ``foo/bar`` Spanish translation (not elsewhere).
sv: Granska strÃ¤ngar i den spanska Ã¶versÃ¤ttningen av ``foo/bar`` (inte nÃ¥gon annanstans).

source: Manage VCS for the whole ``foo/bar`` repository e.g. commit pending changes made by translators for all languages.
sv: Hantera VCS fÃ¶r hela ``foo/bar``-arkivet, t.ex. bekrÃ¤fta vÃ¤ntande Ã¤ndringar som gjorts av Ã¶versÃ¤ttare fÃ¶r alla sprÃ¥k.

source: Automatic team assignments
sv: Automatiska teamtilldelningar

source: While editing the :guilabel:`Team`, you can specify :guilabel:`AutomaticÂ assignments`, which is a list of regular expressions used to automatically assign newly created users to a team based on their e-mail addresses. This assignment only happens upon account creation.
sv: NÃ¤r du redigerar :guilabel:`Team` kan du ange :guilabel:`Automatiska tilldelningar`, som Ã¤r en lista med reguljÃ¤ra uttryck som anvÃ¤nds fÃ¶r att automatiskt tilldela nyapplikationer till ett team baserat pÃ¥ deras e-postadresser. Denna tilldelning sker endast vid skapandet av kontot.

source: The most common use-case for the feature is to assign all new users to some default team. This behavior is used for the default `Users` and `Guest` teams (see :ref:`default-teams`). Use regular expression ``^.*$`` to match all users.
sv: Den vanligaste anvÃ¤ndningen fÃ¶r funktionen Ã¤r att tilldela alla nya anvÃ¤ndare till ett standardteam. Detta beteende anvÃ¤nds fÃ¶r standardteamen `Users` och `Guest` (se :ref:`default-teams`). AnvÃ¤nd reguljÃ¤ra uttryck ``^.*$`` fÃ¶r att matcha alla anvÃ¤ndare.

source: Another use-case for this option might be to give some additional privileges to employees of your company by default. Assuming all of them use corporate e-mail addresses on your domain, this can be accomplished with an expression like ``^.*@mycompany.com``.
sv: Ett annat anvÃ¤ndningsfall fÃ¶r detta alternativ kan vara att ge vissa extra privilegier till anstÃ¤llda i ditt fÃ¶retag som standard. Om alla anvÃ¤nder fÃ¶retagets e-postadresser pÃ¥ din domÃ¤n kan detta Ã¥stadkommas med ett uttryck som ``^.*@mycompany.com``.

source: Automatic team assignment to `Users` and `Viewers` is always recreated when upgrading from one Weblate version to another. If you want to turn it off, set the regular expression to ``^$`` (which wonât match anything).
sv: Automatisk teamtilldelning till `AnvÃ¤ndare` och `Visare` Ã¥terskapas alltid nÃ¤r du uppgraderar frÃ¥n en Weblate-version till en annan. Om du vill inaktivera den stÃ¤ller du in det reguljÃ¤ra uttrycket till ``^$`` (som inte matchar nÃ¥got).

source: As for now, there is no way to bulk-add already existing users to some team via the user interface. For that, you may resort to using the :ref:`REST API <api>`.
sv: FÃ¶r nÃ¤rvarande finns det inget sÃ¤tt att lÃ¤gga till befintliga anvÃ¤ndare till ett team via anvÃ¤ndargrÃ¤nssnittet. FÃ¶r detta kan du anvÃ¤nda :ref:`REST API <api>`.

source: Default teams and roles
sv: Standardteam och roller

source: After installation, a default set of teams is created (see :ref:`default-teams`).
sv: Efter installationen skapas en standarduppsÃ¤ttning team (se :ref:`default-teams`).

source: These roles and teams are created upon installation. The built-in roles are always kept up to date by the database migration when upgrading. You canât actually change them, please define a new role if you want to define your own set of permissions.
sv: Dessa roller och team skapas vid installationen. De inbyggda rollerna hÃ¥lls alltid uppdaterade av databasmigreringen vid uppgradering. Du kan inte Ã¤ndra dem, sÃ¥ definiera en ny roll om du vill definiera din egen uppsÃ¤ttning behÃ¶righeter.

source: List of privileges
sv: FÃ¶rteckning Ã¶ver privilegier

source: Permission
sv: BehÃ¶righet

source: Built-in roles
sv: Inbyggda roller

source: :guilabel:`Edit source`
sv: :guilabel:`Redigera kÃ¤llkod`

source: :guilabel:`Translation coordinator`
sv: :guilabel:`ÃversÃ¤ttningskoordinator`

source: :guilabel:`Review strings`
sv: :guilabel:`Granska strÃ¤ngar`

source: :guilabel:`Translate`
sv: :guilabel:`ÃversÃ¤tt`

source: :guilabel:`Manage repository`
sv: :guilabel:`Hantera arkiv`

source: :guilabel:`Manage glossary`
sv: :guilabel:`Hantera ordlista`

source: :guilabel:`Manage translation memory`
sv: :guilabel:`Hantera Ã¶versÃ¤ttningsminne`

source: :guilabel:`Manage screenshots`
sv: :guilabel:`Hantera skÃ¤rmdumpar`

source: :guilabel:`Bulk editing`
sv: :guilabel:`Massredigering`

source: :guilabel:`Add suggestion`
sv: :guilabel:`LÃ¤gg till fÃ¶rslag`

source: :guilabel:`Manage languages`
sv: :guilabel:`Hantera sprÃ¥k`

source: :guilabel:`Automatic translation`
sv: :guilabel:`Automatisk Ã¶versÃ¤ttning`

source: :guilabel:`Access repository`
sv: :guilabel:`Ã tkomst till arkiv`

source: Uploads
sv: Uppladdningar

source: Site wide privileges
sv: Privilegier fÃ¶r hela webbplatsen

source: :guilabel:`Add new projects`
sv: :guilabel:`LÃ¤gg till nya projekt`

source: Site-wide privileges are not granted to any default role. These are powerful and quite close to the Superuser status. Most of them affect all projects in your Weblate installation.
sv: Webbplatsomfattande behÃ¶righeter beviljas inte till nÃ¥gon standardroll. Dessa Ã¤r kraftfulla och ligger ganska nÃ¤ra superanvÃ¤ndarstatus. De flesta av dem pÃ¥verkar alla projekt i din Weblate-installation.

source: List of built-in roles
sv: Lista Ã¶ver inbyggda roller

source: :guilabel:`Post announcements`
sv: :guilabel:`Publicera meddelanden`

source: :guilabel:`Download changes`
sv: :guilabel:`HÃ¤mta Ã¤ndringar`

source: :guilabel:`Post comment`
sv: :guilabel:`LÃ¤gg till kommentar`

source: :guilabel:`Delete comment`
sv: :guilabel:`Radera kommentar`

source: :guilabel:`Resolve comment`
sv: :guilabel:`LÃ¶s kommentar`

source: :guilabel:`Edit component settings`
sv: :guilabel:`Redigera komponentinstÃ¤llningar`

source: :guilabel:`Lock component, preventing translations`
sv: :guilabel:`LÃ¥s komponent, fÃ¶rhindrar Ã¶versÃ¤ttningar`

source: :guilabel:`Add glossary entry`
sv: :guilabel:`LÃ¤gg till ordlista`

source: :guilabel:`Delete glossary entry`
sv: :guilabel:`Ta bort ordlista-post`

source: :guilabel:`Edit glossary entry`
sv: :guilabel:`Redigera ordlista`

source: :guilabel:`Add glossary terminology`
sv: :guilabel:`LÃ¤gg till terminologi i ordlistan`
